Repository: lucagasperini/rehydrate-server
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: it_it

# login_user
source: Username...
it_it: Nome utente...

# login_button
source: Access
it_it: Accedi

# drink_button
source: Drink!
it_it: Bevi!

# header_today
source: Today's activities
it_it: Attività giornaliera

# header_history
source: History of activities
it_it: Storico delle attività

# label_history_start_time
source: Starting time:
it_it: Data di inizio:

# label_history_end_time
source: Ending time:
it_it: Data di fine:

# history_mode_daily
source: Daily
it_it: Giornaliero

# history_mode_weekly
source: Weekly
it_it: Settimanale

# history_mode_mounthly
source: Mountly
it_it: Mensile

# history_mode_yearly
source: Yearly
it_it: Annuale

# history_mode_header
source: Group by
it_it: Raggruppa in

# header_login
source: ReHydrate - Login
it_it: ReHydrate - Accedi

# history_time_header
source: Filter by
it_it: Filtra per

# history_mode_hourly
source: Hourly
it_it: Orariamente

# disconnect_button
source: Disconnect
it_it: Disconnetti

source: label_drink_time
it_it: A:
